Revit 2026 API

# KeyBasedTreeEntriesLoadResults Properties

---

The KeyBasedTreeEntriesLoadResults type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

KeyBasedTreeEntriesLoadResults Class

Autodesk.Revit.DB Namespace